Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_tapasi_paaministeri_sanna_marinin.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien puheenjohtaja tapasi pääministeri Sanna Marinin
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei kaaunõõđi väʹlddminister Sanna Marinin

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso tapasi delegaationsa kanssa pääministeri Sanna Marinin torstaina 12.8.2021 Säätytalolla Helsingissä.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso kaaunõõđi delegaatioines väʹlddminister Sanna Marinin nelljdpeeiʹv 12.8.2021 Säätytalost Heʹlssnest.

source: Saamelaiskäräjät ja pääministeri Sanna Marin tapasivat ensimmäistä kertaa tällä vaalikaudella.
sms: Sääʹmteʹǧǧ da väʹlddminister Sanna Marin kaaunõʹtte vuõssmõs vuâra tän vaalpââʹjest.

source: Tapaamisessa keskusteltiin mm. saamelaiskäräjälain uudistamisesta, saamelaisten totuus- ja sovintoprosessin etenemisestä sekä Saamelaiskäräjien taloudellisesta tilanteesta.
sms: Kaaunõõttmõõžžâst saǥstõʹlleš jm. sääʹmteʹǧǧlääʹjj oođeem pirr, säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss õuddnem pirr di Sääʹmteeʹǧǧ tällõõzz vueʹjj pirr.

source: ”On todella tärkeää, että Suomen pääministeri ja Saamelaiskäräjien puheenjohtaja tapaavat, jotta Suomessa asuvien kahden kansan, saamelaisten ja suomalaisten väliset suhteet kehittyvät ja menevät eteenpäin”, toteaa puheenjohtaja Tuomas Aslak Juuso.
sms: ”Âânam tuõđi täʹrǩǩen, što Lääʹddjânnam väʹlddminister da Sääʹmteeʹǧǧ saaǥǥjååʹđteei kaaunâʹtte, što Lääʹddjânnmest jälsteei kuõiʹt meer, säʹmmlai da läʹddlai kõõsk õuddne”, tuâtt saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi
